<?php
    return[
        'about' => "О нашем журнале",
        'about_title' => "Самаркандский государственный университет является учредителем журнала - «Inson kapitali va ijtimoiy rivojlanish», «Human capital and social development», «Человеческий капитал и социальное развитие» ",
        'about_1' => "Цель журнала",
        'about_1c' => "Публикация результатов научно-исследовательских работ в области экономики, социальных и гуманитарных наук, обнародование опыта специалистов, обладающих научным потенциалом, в части конкурентоспособных разработок и инновационных решений, предоставление информации о фундаментальных и инновационных научных процессах, обзоры монографий, широко освещать связи с учеными зарубежных стран;",
        'about_1c1' => "Объяснить характер коренных реформ в области науки;",
        'about_1c2' => "Освещение научных, теоретических и методологических новостей, происходящих в Республике Узбекистан и в мире;",
        'about_1c3' => "Основная цель журнала основана на задачах, поставленных советом ученых, и редакционным регламентом. Дальнейшее повышение потенциала актуальных научных исследований, проводимых в области научно-теоретических наук, широкое распространение достижений науки, внедрение новых технологий, создание возможности всемерного содействия научной деятельности ученых.",
        'about_2' => "Задачи журнала",
        'about_2c' => "Коренные реформы в Республике Узбекистан по модернизации науки и техники, продвижению идеи национальной независимости и повышению эффективности научно-педагогической работы, выявлению талантливой и перспективной молодежи и направлению ее на научно-исследовательскую работу в наше общество достичь подготовки кадров;",
        'about_2c1' => "Подведение итогов работы специалистов Содружества Независимых Государств и других стран по научному анализу, внедрение ее результатов в практику и налаживание сотрудничества;",
        'about_2c2' => "Предоставление информации об инновационных разработках, изобретениях, патентах, осуществляемых в нашей стране на страницах «Человеческий капитал и социальное развитие» в целях ознакомления обучающихся и сотрудников с новейшей научной информацией;",
        'about_2c3' => "Предоставление информации о созданных в стране возможностях и условиях для повышения квалификации талантливых студентов в сфере научной деятельности;",
        'about_2c4' => "Это будет способствовать популяризации и производству новых инноваций, созданных в регионе.",
        'journal_ads' => "Объявления о нашем журнале",
        'journal_archive' => "Архивы журналов",
    ];
