<?php
return[
    'in' => "         <div class='col-md-6 gap-4 d-flex'>
                <div><i class='bi bi-check-circle text-muted display-6'></i></div>
                <div>
                    <h5 class='card-title fw-bold text-black'>Базовые требования</h5>
                    <p class='fs-14 mb-4'>
                        Тема научной статьи, представляемой автором (или соавторами), должна соответствовать рубрикам научного журнала «Человеческий капитал и социальное развитие». В статье должны быть пункты в рамках требований международных стандартов.
                        Название статьи должно быть кратким и четко выражать исследовательское направление статьи. Тема статьи должна быть представлена на узбекском, русском и английском языках.
                    </p>
                </div>
            </div>

            <div class='col-md-6 gap-4 d-flex'>
                <div><i class='bi bi-check-circle text-muted display-6'></i></div>
                <div>
                    <h5 class='card-title fw-bold text-black'>Информация об авторе статьи</h5>
                    <p class='fs-14 mb-4'>
                        В этой части указываются фамилия автора (с отчеством), место работы и должность, ученая степень и звание, адрес электронной почты, номер телефона.
                    </p>
                </div>
            </div>
            <div class='col-md-6 gap-4 d-flex'>
                <div><i class='bi bi-check-circle text-muted display-6'></i></div>
                <div>
                    <h5 class='card-title fw-bold text-black'>Аннотация статьи</h5>
                    <p class='fs-14 mb-4'>
                        Краткая аннотация статьи, не превышающая 10-12 строк, дается на узбекском, русском и английском языках. В аннотации представлены проблема исследования, ее актуальность, методология выявления проблемы исследования, результаты исследования, а также краткая характеристика научно-практического вклада автора на основе содержания статьи.
                    </p>
                </div>
            </div>
            <div class='col-md-6 gap-4 d-flex'>
                <div><i class='bi bi-check-circle text-muted display-6'></i></div>
                <div>
                    <h5 class='card-title fw-bold text-black'>Ключевые слова</h5>
                    <p class='fs-14 mb-4'>
                        Ключевые слова, максимально раскрывающие содержание и цель статьи. Для того, чтобы быстро найти статью в электронной поисковой системе google.com, research.google.com, каждое из ключевых слов в основном тексте рекомендуется повторять в среднем 6-8 раз.
                    </p>
                </div>
            </div>
            <div class='reqd-none d-none col-md-6 gap-4 d-flex'>
                <div><i class='bi bi-check-circle text-muted display-6'></i></div>
                <div>
                    <h5 class='card-title fw-bold text-black'>Введение</h5>
                    <p class='fs-14 mb-4'>
                        В введении описывается проблема исследования, его цели и задачи. В введении необходимо подчеркнуть актуальность и научную значимость исследования.
                    </p>
                </div>
            </div>

            <div class='reqd-none d-none col-md-6 gap-4 d-flex'>
                <div><i class='bi bi-check-circle text-muted display-6'></i></div>
                <div>
                    <h5 class='card-title fw-bold text-black'>Обзор литературы по теме</h5>
                    <p class='fs-14 mb-4'>
                        Анализ литературы по теме – это пункт, демонстрирующий знания и воображение автора относительно исследуемой проблемы. Анализ литературы расширяет знания по данной теме и помогает уточнить вопросы, возникающие в ходе исследования. Известно, что любая исследовательская работа создается на основе предшествующих знаний, созданных в этой области. Он основан на обзоре литературы, журнальных статьях в этой области и других источниках информации.
                    </p>
                </div>
            </div>

            <div class='reqd-none d-none col-md-6 gap-4 d-flex'>
                <div><i class='bi bi-check-circle text-muted display-6'></i></div>
                <div>
                    <h5 class='card-title fw-bold text-black'>Методология исследования</h5>
                    <p class='fs-14 mb-4'>
                        Важнейшей частью исследования является общая карта проведенного исследования, направление исследования и результат. Определение направления исследования, составление плана, направленного на решение исследовательской задачи, сбор необходимой информации для исследования, определение этики исследования, определение пути, ведущего к конкретному решению проблемы на основе решения об определении стратегии исследования. Методологическая часть демонстрируется путем обоснования надежности выбранного пути исследования.
                    </p>
                </div>
            </div>

            <div class='reqd-none d-none col-md-6 gap-4 d-flex'>
                <div><i class='bi bi-check-circle text-muted display-6'></i></div>
                <div>
                    <h5 class='card-title fw-bold text-black'>Анализ и результаты</h5>
                    <p class='fs-14 mb-4'>
                        Выполняет анализ данных, собранных в аналитической части исследования. Здесь выражаются только результаты метода анализа. Обсуждение результатов – задача следующей части статьи.                    </p>
                    </p>
                </div>
            </div>

            <div class='reqd-none d-none col-md-6 gap-4 d-flex'>
                <div><i class='bi bi-check-circle text-muted display-6'></i></div>
                <div>
                    <h5 class='card-title fw-bold text-black'>Выводы и предложения</h5>
                    <p class='fs-14 mb-4'>
                        Определение целей и задач исследования, решение проблем, вытекающих из исследования, основные результаты исследования и общие выводы, предложения и направления исследования на основе исследования должны лечь в основу выводов и предложения части статьи.
                    </p>
                </div>
            </div>

            <div class='reqd-none d-none col-md-6 gap-4 d-flex'>
                <div><i class='bi bi-check-circle text-muted display-6'></i></div>
                <div>
                    <h5 class='card-title fw-bold text-black'>Foydalanilgan adabiyotlar ro’yxati</h5>
                    <p class='fs-14 mb-4'>
                        В этой части список всей использованной в исследовании литературы размещается в последовательности [1], [2] или [3]:
                    <ol>
                    <li>фамилия автора, название книги, адрес издания, наименование издательства, год, страницы;</li>
                    <li>фамилия автора, название статьи, название журнала, издание, год, номер, страницы.</li>
                    <li>Текст статьи должен быть набран в программе Microsoft Office Word единым файлом. Сверху и снизу страницы, с левой и правой стороны – 2,5 см; направленность - в виде книги. Шрифт – Times New Roman, размер – 11 кег, межстрочный интервал – 1,0; перенос слога - автоматический. Для построения графиков и диаграмм необходимо использовать программу Microsoft Office Excel. Максимальный объем статьи не должен превышать 10 страниц, а минимальный – не менее 5 страниц, а количество использованной литературы должно быть не менее 10-15 источников. Библиографические ссылки в тексте должны быть указаны в порядке их перечисления в квадратных скобках.</li>
                    <li>Статьи могут быть представлены на узбекском, русском или английском языках.</li>
                    <li>Статьи, не соответствующие требованиям журнала, редакцией не рассматриваются.</li>
                    <li>Все представленные статьи проверяются в системе «Антиплагиат».</li>

                    </ol>

                    </p>
                </div>
            </div>
            <br>
            <div class='col-md-12'><button class='btn btn-light float-end' id='more_btn'>+ Более</button> </div>
            <div class='col-md-12'><button class='btn btn-light float-end d-none' id='less_btn'>- Меньше</button> </div>
    "];
